Repository: literasibadguy/tiketreactions
Catalog: TiketReactions/*.lproj/Localizable.strings
Languages: id

# Origin_Flight_Title_Form
source: Origin
id: Asal

# Destination_Flight_Title_Form
source: Destination
id: Tujuan

# Passenger_Flight_Title_Form
source: Passengers
id: Penumpang

# Outbound_Title_Pick_Date
source: Outbound
id: Tanggal Berangkat

# Return_Title_Pick_Date
source: Return
id: Tanggal Pulang

# Find_Flights_Button_Pick_Date
source: Find Flights
id: Cari Penerbangan

# Single_Status_Title_Pick_Date
source: Single Flight
id: Penerbangan Sekali Jalan

# Return_Status_Title_Pick_Date
source: Round Flights
id: Penerbangan Pergi-Pulang

# Outbound_Notice_Pick_Flight
source: Outbound to %@
id: Pergi ke %@

# Return_Notice_Pick_Flight
source: Return to %@
id: Pulang ke %@

# Choose_Title_Button_Pick_Flight
source: Choose this flight
id: Pilih penerbangan ini

# Order_Title_Button_Pick_Flight
source: Order this flight
id: Pesan penerbangan ini

# Passenger_Lists_Title
source: Passengers List
id: Daftar Penumpang

# Check_Flight_Notice_Summary
source: Please check your flight first before take an order
id: Mohon dicek kembali penerbangan ini sebelum melakukan pemesanan

# Passenger_Adult_Status_list
source: Adult %d
id: Dewasa %d

# Passenger_Child_Status_list
source: Child %d
id: Anak %d

# Passenger_Infant_Status_list
source: Infant %d
id: Bayi %d

# Birthdate_Title_Passenger_Form
source: Birthdate
id: Tanggal lahir

# Citizen_Title_Passenger_Form
source: Citizenship
id: Kewarganegaraan

# PassportNo_Title_Passenger_Form
source: Passport No.
id: No. Paspor

# Expired_Title_Passenger_Form
source: Expired Date
id: Jatuh Tanggal Kadaluarsa

# IssuedPassport_Passenger_Form
source: Issued Passport
id: Kota Terbit Paspor

# IssueDatePassport_Passenger_Form
source: Issuing Date Passport
id: Tanggal Terbit Passport

# Baggage_Pick_Title
source: Baggages
id: Bagasi

# DepartBaggage_Passenger_Form
source: First Flight Baggage
id: Bagasi Penerbangan Pertama

# ReturnBaggage_Passenger_Form
source: Return Flight Baggage
id: Bagasi Penerbangan Pulang

# Form_Notice_Reminder
source: Fill this form with your identity
id: Mohon data penumpang sesuai identitas

# Option_Title_Passenger_Form
source: Same as Contact Detail
id: Sama dengan kontak

# Fill_Data_Title_Passenger_Form
source: Fill Data
id: Isi Data

# Error_Same_City_Flight
source: Departure city and destination city must be different
id: Kota keberangkatan dan kota tujuan harus berbeda

# Error_Empty_City_Flight
source: Please select airport departure and destination
id: Silahkan pilih bandara keberangkatan dan tujuan

# From_Flight_Form
source: From
id: Dari

# To_Flight_Form
source: To
id: Ke

# Booking_Notice_Get_Order
source: Please Wait, we are confirming your booking
id: Mohon tunggu, kami konfirmasi booking anda

# Save_Passenger_Input_Form
source: Save
id: Simpan

# Notice_Identity_Passenger_Form
source: Please fill the data according passenger identity, Passport, National ID
id: Mohon isi data sesuai identitas penumpang, Passport, kartu penduduk

# Return_Time_Greater_Notice
source: Return time should be greater than depart time
id: Waktu pulang harus lebih besar dari waktu pergi

# Destination_Hotel_Title_Form
source: Destination / Hotel
id: Destinasi / Hotel

source: Welcome to triptozero
id: Selamat Datang di triptozero

# Your_Location_Title
source: Your Location
id: Lokasi Kamu

# Guest_Room_Title_Form
source: Guest & Room
id: Tamu & Kamar

# Guest_Pick_Title
source: %d Guests
id: %d Tamu

# Room_Title
source: %d Rooms
id: %d Kamar

# Guest_Title
source: %@ Guests
id: %@ Tamu

# Pick_Date_Title_Form
source: Pick Dates
id: Pilih Tanggal

# How_Nights_Title
source: How Many Nights?
id: Berapa Malam?

# Count_Nights_Title
source: %d Nights
id: %d Malam

# Order_Nights_title
source: %@ Nights
id: %@ Malam

# Maximum_Nights_Alert_Title
source: Only Maximum 15 Nights
id: Maaf Maksimal 15 Malam

# Maximum_Nights_Reminder_Title
source: Maximum 15 Nights
id: Maksimal 15 Malam

# CheckIn_Pick_Title
source: Choose Check-In Date
id: Pilih tanggal Check-In

# CheckOut_Pick_Title
source: Choose Check-Out Date
id: Pilih tanggal Check-Out

# CheckOut_Date_Title
source: Check-Out Date
id: Tanggal Check-Out

# Find_Hotel_Title
source: Search Hotels
id: Cari Hotel

# Filter_HotelResults_Title
source: %d Hotels Found
id: %d Hotel

# Filter_HighPrice_Title
source: Highest Price
id: Harga Tertinggi

# Filter_LowPrice_Title
source: Lowest Price
id: Harga Terendah

# Filter_HighStar_Title
source: Highest Star
id: Bintang Tertinggi

# Filter_LowStar_Title
source: Lowest Star
id: Bintang Terendah

# Choose_Room_Title
source: Choose Room
id: Pilih Kamar

# Order_Room_Title
source: Book Room
id: Pesan Kamar

# AvailableBreakfast_Title
source: Including Breakfast
id: Termasuk Sarapan

# UnavailableBreakfast_Title
source: Not Included Breakfast
id: Tidak Termasuk Sarapan

# AvailableRoom_Title
source: Available Rooms: %@
id: Tersedia Kamar: %@

# PricePerNight_Hotel_Title
source: %@ per night
id: %@ per malam

# Facility_Hotel_Title
source: Hotel Facility
id: Fasilitas Hotel

# Facility_Room_Title
source: Room Facility
id: Fasilitas Kamar

# Address_Hotel_Title
source: Address
id: Alamat

# Order_Hotel_Title
source: Order Hotel Room
id: Pesan Kamar Hotel

# Guest_Contact_Form_Title
source: Guest Form
id: Form Tamu

# Title_Form_Data
source: Title (Mr, Mrs, Ms)
id: Title (Tuan, Nyonya, Nona)

# Mr_Form_Data
source: Mr
id: Tuan

# Mrs_Form_Data
source: Mrs
id: Nyonya

# Ms_Form_Data
source: Ms
id: Nona

# FirstName_Form_Data
source: First Name
id: Nama Depan

# LastName_Form_Data
source: Last Name
id: Nama Belakang

# PhoneNumber_Form_Data
source: Phone Number
id: No. Handphone

# AnotherGuest_Option_Form_Title
source: This booking for someone else
id: Booking ini untuk orang lain

# ChoosePayment_Title
source: Choose Payment
id: Pilih Pembayaran

# ConfirmData_Title
source: Please Confirm Data Is It True?
id: Mohon Konfirmasi Apakah Data Benar?

# ConfirmError_Title
source: Oops.. There's error a found. Please try again
id: Oops.. Mohon Maaf, Silakan coba lagi

# BackButton_Title
source: Back
id: Kembali

# CancelButton_Title
source: Cancel
id: Batal

# DoneButton_Title
source: Done
id: Selesai

# ApplyButton_Title
source: Apply
id: Selesai

# ConfirmYes_Title
source: Yes
id: Ya

# ConfirmNo_Title
source: No
id: Belum

# PriceTotal_Title
source: Price Total
id: Total Harga

# CreditCard_Title
source: Credit Card
id: Kartu Kredit

# Cart_Orders_Title
source: Order Cart
id: Keranjang

# Issued_Order_Title
source: Order - %@
id: Pesanan - %@

# ThankYou_Notice
source: Thank You
id: Terima Kasih

# Confirmed_Notice
source: Show this detail and your ID to front desk for checkin
id: Tunjukkan pesanan ini dan ID anda di resepsionis untuk checkin

# PaymentDone_Notice
source: Your order has saved, Please check your booking after did the transfer
id: Order anda sudah tersimpan, Silakan cek Booking anda setelah melakukan transfer

# CheckBooking_Title
source: Check Booking
id: Cek Booking

# TransferNotAvailable_Notice
source: Sorry, This transfer payment is not available temporarily
id: Metode pembayaran ini sedang tidak tersedia

# KlikBCA_NoticeError
source: A Problem have occured. Please try again.
id: Terjadi masalah saat memproses pesanan Anda. Silakan dicoba lagi.

# KlikBCA_NoticeConfirm
source: Please Write your Klik BCA ID!
id: Mohon tulis Klik BCA ID anda!

# NoOrder_title
source: No Order
id: Keranjang kosong

# NoOrder_Description
source: Book hotel now and pay here
id: Pesan hotel sekarang dan bayar langsung di sini

# CancelOrder_Title
source: Are you sure to cancel this order?
id: Yakin batalkan pesanan ini?

# NoIssue_Title
source: No Trips
id: Tidak ada liburan

# NoIssue_Description
source: Your trip or business start here
id: Liburan dan bisnis kamu mulai dari sini

# NoBooking_Title
source: No Booking
id: Tidak ada Booking

# NoFlight_Title
source: No Flight
id: Tidak ada penerbangan untuk ini

# NoHotel_Title
source: No Hotel here
id: Tidak ada hotel di sekitar ini

# NoFlight_Description
source: Please reschedule your flight again
id: Silakan cari penerbangan dengan jadwal berbeda

# NoHotel_Description
source: Please find another different location
id: Silakan cari hotel di tempat berbeda

# Welcome_TripToZero
source: Welcome to triptozero
id: Selamat Datang di triptozero

# Currency_Title
source: Currency
id: Mata Uang

# NoticeMatchForm_Title
source: Please all information matches your travel ID!
id: Mohon semua informasi cocok dengan identitas anda!

# NoticeScreenshot_Title
source: Take a screenshot this page if It's necessary
id: Ambil Screenshot halaman ini jika diperlukan

# PhoneTextField_Placeholder
source: e.g:81355XXXXX
id: Cth:81355XXXXX

# CountryCode_Title
source: Country Code & Phone Number
id: Kode Negara & No. Hp

# CountryCodePick_Title
source: Country Code
id: Kode Negara

# BookingAttention_Title
source: Please Wait, Booking is in process
id: Mohon Tunggu, Booking sedang proses
